11/data/attachments/8c12a6588fbdfb08.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Michael_knowledge_Friend_89110_4</nif:username>
            <nif:friendToBeRequested>soap_friends_f4971399-df5f-4e7f-b74a-985f2e00bdd3</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>